Repository: jesxr44/BV-Referee
Catalog: BeachVolleyballRef/Localizable.xcstrings
Source language: en
Languages: ca, es

source: %@ - First Server
ca: %@ - Primer Servidor
es: %@ - Primer Sacador

source: %@ Wins!
ca: %@ Guanya!
es: ¡%@ Gana!

source: 🏆 WINNER: %@ 🏆
ca: 🏆 GUANYADOR: %@ 🏆
es: 🏆 GANADOR: %@ 🏆

source: 🏐 BEACH VOLLEYBALL MATCH REPORT
ca: 🏐 INFORME DE PARTIT DE VÒLEI PLATJA
es: 🏐 INFORME DE PARTIDO DE VÓLEY PLAYA

source: Beach Volleyball Match Report
ca: Informe de Partit de Vòlei Platja
es: Informe de Partido de Vóley Playa

source: Best of 3
ca: Millor de 3
es: Mejor de 3

source: BV Referee
ca: Àrbitre BV
es: Árbitro BV

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Combined score reached %lld. Teams should switch sides of the court.
ca: Puntuació combinada: %lld. Els equips han de canviar de costat de la pista.
es: Puntuación combinada: %lld. Los equipos deben cambiar de lado de la cancha.

source: Court %lld
ca: Pista %lld
es: Pista %lld

source: Court Number
ca: Número de Pista
es: Número de Cancha

source: Deciding Set Points: %lld
ca: Punts Set Decisiu: %lld
es: Puntos Set Decisivo: %lld

source: End Match
ca: Finalitzar Partit
es: Finalizar Partido

source: End Match & New Setup
ca: Finalitzar i Nova Configuració
es: Finalizar y Nueva Configuración

source: Export
ca: Exportar
es: Exportar

source: FINAL SCORE - Court %lld
ca: PUNTUACIÓ FINAL - Pista %lld
es: PUNTUACIÓN FINAL - Pista %lld

source: First Serve
ca: Primer Servei
es: Primer Saque

source: First Serving Team
ca: Primer Equip a Servir
es: Primer Equipo en Sacar

source: Game Rules
ca: Regles del Joc
es: Reglas del Juego

source: Later
ca: Més Tard
es: Más Tarde

source: LEFT COURT
ca: COSTAT ESQUERRE
es: LADO IZQUIERDO

source: Match Over!
ca: Partit Acabat!
es: ¡Partido Terminado!

source: New
ca: Nou
es: Nuevo

source: New Match
ca: Nou Partit
es: Nuevo Partido

source: Number of Sets
ca: Nombre de Sets
es: Número de Sets

source: Player 1
ca: Jugador 1
es: Jugador 1

source: Player 1 Name
ca: Nom Jugador 1
es: Nombre Jugador 1

source: Player 2
ca: Jugador 2
es: Jugador 2

source: Player 2 Name
ca: Nom Jugador 2
es: Nombre Jugador 2

source: Points to Win Set: %lld
ca: Punts per Guanyar el Set: %lld
es: Puntos para Ganar el Set: %lld

source: RIGHT COURT
ca: COSTAT DRET
es: LADO DERECHO

source: Serving:
ca: Servint:
es: Sacando:

source: Set %lld of %lld
ca: Set %lld de %lld
es: Set %lld de %lld

source: SET BREAKDOWN
ca: DESGLOSSAMENT PER SETS
es: DESGLOSE POR SETS

source: Single Set
ca: Set Únic
es: Set Único

source: Start Match
ca: Iniciar Partit
es: Iniciar Partido

source: Switch
ca: Canviar
es: Cambiar

source: Switch Now
ca: Canviar Ara
es: Cambiar Ahora

source: Switch Sides Every: %lld pts
ca: Canviar de Costat Cada: %lld pts
es: Cambiar Lados Cada: %lld pts

source: Switch Sides!
ca: Canviar de Costat!
es: ¡Cambiar de Lado!

source: Team 1
ca: Equip 1
es: Equipo 1

source: Team 1 Server
ca: Servidor Equip 1
es: Sacador Equipo 1

source: Team 2
ca: Equip 2
es: Equipo 2

source: Team 2 Server
ca: Servidor Equip 2
es: Sacador Equipo 2

source: Team Name
ca: Nom de l'Equip
es: Nombre del Equipo

source: TEAM ROSTERS
ca: PLANTILLES
es: PLANTILLAS

source: To %lld pts
ca: A %lld pts
es: A %lld pts

source: Undo
ca: Desfer
es: Deshacer
